Repository: gavi/WorkoutGPX
Catalog: WorkoutGPX/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja

source: %lld data points in %lld segments
de: %lld Datenpunkte in %lld Segmenten
es: %lld puntos en %lld segmentos
fr: %lld points dans %lld segments
ja: %lldセグメントに%lld点

source: %lld hidden in this range
de: %lld in diesem Zeitraum ausgeblendet
es: %lld ocultos en este periodo
fr: %lld masquées sur cette période
ja: この期間に%lld件を非表示

source: %lld of %lld selected
de: %lld von %lld ausgewählt
es: %lld de %lld seleccionados
fr: %lld sur %lld sélectionnées
ja: %lld / %lld 件を選択

source: %lld workouts · %lld without GPS hidden
de: %lld Workouts · %lld ohne GPS ausgeblendet
es: %lld entrenamientos · %lld sin GPS ocultos
fr: %lld séances · %lld sans GPS masquées
ja: %lld件のワークアウト · GPSなしの%lld件を非表示

source: Adds heart rate, cadence and power from Health to each track point using the Garmin TrackPointExtension, which Strava, Garmin Connect and Komoot understand.
de: Fügt jedem Trackpunkt Herzfrequenz, Trittfrequenz und Leistung aus Health hinzu, in der Garmin TrackPointExtension, die Strava, Garmin Connect und Komoot verstehen.
es: Añade a cada punto el pulso, la cadencia y la potencia de Salud con la extensión Garmin TrackPointExtension, que Strava, Garmin Connect y Komoot entienden.
fr: Ajoute à chaque point la fréquence cardiaque, la cadence et la puissance de Santé, dans l'extension Garmin TrackPointExtension que Strava, Garmin Connect et Komoot comprennent.
ja: ヘルスケアの心拍数、ケイデンス、パワーを各トラックポイントに追加します。Strava、Garmin Connect、Komootが読めるGarmin TrackPointExtension形式です。

source: All
de: Alle
es: Todos
fr: Toutes
ja: すべて

source: All processing happens on this device. WorkoutGPX reads Health data only to build the files you export and never connects to the network.
de: Alles passiert auf diesem Gerät. WorkoutGPX liest Health-Daten nur, um die Dateien zu erstellen, die du exportierst, und verbindet sich nie mit dem Netz.
es: Todo ocurre en este dispositivo. WorkoutGPX lee los datos de Salud solo para crear los archivos que exportas y nunca se conecta a la red.
fr: Tout se passe sur cet appareil. WorkoutGPX lit les données Santé uniquement pour créer les fichiers que vous exportez et ne se connecte jamais au réseau.
ja: 処理はすべてこの端末内で行われます。WorkoutGPXは書き出すファイルを作るためだけにヘルスケアのデータを読み、ネットワークには接続しません。

source: Also from ObjectGraph
de: Auch von ObjectGraph
es: También de ObjectGraph
fr: Aussi par ObjectGraph
ja: ObjectGraphのほかのアプリ

source: Apply Filters
de: Filter anwenden
es: Aplicar filtros
fr: Appliquer les filtres
ja: フィルタを適用

source: Archery
de: Bogenschießen
es: Tiro con arco
fr: Tir à l'arc
ja: アーチェリー

source: Boxing
de: Boxen
es: Boxeo
fr: Boxe
ja: ボクシング

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル

source: Cardio Dance
de: Cardio-Tanz
es: Baile cardio
fr: Danse cardio
ja: カーディオダンス

source: Chart Detail
de: Diagrammdetail
es: Detalle de la gráfica
fr: Détail du graphique
ja: グラフの詳細度

source: Chart Detail: %@
de: Diagrammdetail: %@
es: Detalle de la gráfica: %@
fr: Détail du graphique : %@
ja: グラフの詳細度: %@

source: Check Health permissions
de: Health-Berechtigungen prüfen
es: Revisar los permisos de Salud
fr: Vérifier les autorisations Santé
ja: ヘルスケアのアクセス権を確認

source: Climb
de: Anstieg
es: Subida
fr: Montée
ja: 登り

source: Climbing
de: Klettern
es: Escalada
fr: Escalade
ja: クライミング

source: Colors based on combined effort (grade and distance)
de: Farben nach Anstrengung (Steigung und Distanz)
es: Colores según el esfuerzo (pendiente y distancia)
fr: Couleurs selon l'effort (pente et distance)
ja: 負荷（勾配と距離）に応じた色

source: Colors based purely on elevation gradient
de: Farben rein nach Höhe
es: Colores solo según la altitud
fr: Couleurs selon l'altitude seule
ja: 標高のみに応じた色

source: Core Training
de: Rumpftraining
es: Core
fr: Gainage
ja: コアトレーニング

source: Cross-Country Skiing
de: Skilanglauf
es: Esquí de fondo
fr: Ski de fond
ja: クロスカントリースキー

source: Cycling
de: Radfahren
es: Ciclismo
fr: Vélo
ja: サイクリング

source: Dance
de: Tanzen
es: Baile
fr: Danse
ja: ダンス

source: Date Range
de: Zeitraum
es: Periodo
fr: Période
ja: 期間

source: Descent
de: Abstieg
es: Bajada
fr: Descente
ja: 下り

source: Deselect All
de: Alle abwählen
es: Deseleccionar todo
fr: Tout désélectionner
ja: すべて選択解除

source: Disc Sports
de: Disc-Sport
es: Deportes de disco
fr: Sports de disque
ja: ディスクスポーツ

source: Distance
de: Distanz
es: Distancia
ja: 距離

source: Done
de: Fertig
es: OK
fr: OK
ja: 完了

source: Downhill Skiing
de: Ski alpin
es: Esquí alpino
fr: Ski alpin
ja: アルペンスキー

source: Effort
de: Anstrengung
es: Esfuerzo
ja: 負荷

source: Elevation
de: Höhe
es: Altitud
fr: Altitude
ja: 標高

source: Elevation Profile
de: Höhenprofil
es: Perfil de altitud
fr: Profil d'altitude
ja: 標高プロファイル

source: Elliptical
de: Crosstrainer
es: Elíptica
fr: Elliptique
ja: エリプティカル

source: End
de: Ziel
es: Fin
fr: Arrivée
ja: ゴール

source: End Date
de: Enddatum
es: Fecha final
fr: Date de fin
ja: 終了日

source: Ended: %@ %@
de: Ende: %@ %@
es: Fin: %@ %@
fr: Fin : %@ %@
ja: 終了: %@ %@

source: Equestrian
de: Reiten
es: Equitación
fr: Équitation
ja: 乗馬

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
ja: エラー: %@

source: Export %lld Workouts
de: %lld Workouts exportieren
es: Exportar %lld entrenamientos
fr: Exporter %lld séances
ja: %lld件を書き出す

source: Export 1 Workout
de: 1 Workout exportieren
es: Exportar 1 entrenamiento
fr: Exporter 1 séance
ja: 1件を書き出す

source: Exporting %lld of %lld
de: Exportiere %lld von %lld
es: Exportando %lld de %lld
fr: Export %lld sur %lld
ja: 書き出し中 %lld / %lld

source: Fencing
de: Fechten
es: Esgrima
fr: Escrime
ja: フェンシング

source: Filter Workouts
de: Workouts filtern
es: Filtrar entrenamientos
fr: Filtrer les séances
ja: ワークアウトを絞り込む

source: Fishing
de: Angeln
es: Pesca
fr: Pêche
ja: 釣り

source: Fit to Route
de: Route einpassen
es: Ajustar a la ruta
fr: Ajuster au parcours
ja: ルート全体を表示

source: Flexibility
de: Beweglichkeit
es: Flexibilidad
fr: Souplesse
ja: 柔軟性

source: Functional Strength
de: Funktionelles Krafttraining
es: Fuerza funcional
fr: Renforcement fonctionnel
ja: ファンクショナルトレーニング

source: Gain: %@
de: Bergauf: %@
es: Subida: %@
fr: D+ : %@
ja: 獲得標高: %@

source: Gradient
de: Höhenverlauf
es: Gradiente
fr: Dégradé
ja: 標高グラデーション

source: Gymnastics
de: Turnen
es: Gimnasia
fr: Gymnastique
ja: 体操

source: Hand Cycling
de: Handbike
es: Handbike
fr: Handbike
ja: ハンドサイクリング

source: Health access not authorized
de: Kein Zugriff auf Health
es: Acceso a Salud no autorizado
fr: Accès à Santé non autorisé
ja: ヘルスケアへのアクセスが許可されていません

source: High
de: Hoch
es: Alto
fr: Haut
ja: 高

source: Hiking
de: Wandern
es: Senderismo
fr: Randonnée
ja: ハイキング

source: Hunting
de: Jagd
es: Caza
fr: Chasse
ja: 狩猟

source: Include Sensor Data
de: Sensordaten einschließen
es: Incluir datos de sensores
fr: Inclure les capteurs
ja: センサーデータを含める

source: Jump Rope
de: Seilspringen
es: Comba
fr: Corde à sauter
ja: なわとび

source: Kickboxing
de: Kickboxen
ja: キックボクシング

source: Last 3 Months
de: Letzte 3 Monate
es: Últimos 3 meses
fr: 3 derniers mois
ja: 過去3か月

source: Last Month
de: Letzter Monat
es: Último mes
fr: Dernier mois
ja: 過去1か月

source: Last Week
de: Letzte Woche
es: Última semana
fr: Dernière semaine
ja: 過去1週間

source: Last Year
de: Letztes Jahr
es: Último año
fr: Dernière année
ja: 過去1年

source: Loading route data...
de: Routendaten werden geladen …
es: Cargando la ruta…
fr: Chargement du parcours…
ja: ルートを読み込み中…

source: Loading workouts...
de: Workouts werden geladen …
es: Cargando entrenamientos…
fr: Chargement des séances…
ja: ワークアウトを読み込み中…

source: Low
de: Niedrig
es: Bajo
fr: Bas
ja: 低

source: Map
de: Karte
es: Mapa
fr: Carte
ja: 地図

source: Map Style
de: Kartenstil
es: Estilo de mapa
fr: Style de carte
ja: 地図の種類

source: Martial Arts
de: Kampfsport
es: Artes marciales
fr: Arts martiaux
ja: 格闘技

source: Mind & Body
de: Körper & Geist
es: Cuerpo y mente
fr: Corps et esprit
ja: マインド＆ボディ

source: Mixed Cardio
de: Gemischtes Cardio
es: Cardio mixto
fr: Cardio mixte
ja: ミックスカーディオ

source: More detail shows every point in the elevation chart; less is faster on very long routes.
de: Mehr Detail zeigt jeden Punkt im Höhendiagramm; weniger ist bei sehr langen Routen schneller.
es: Más detalle muestra cada punto en la gráfica de altitud; menos es más rápido en rutas muy largas.
fr: Plus de détail affiche chaque point du graphique d'altitude ; moins est plus rapide sur les très longs parcours.
ja: 詳細度を上げると標高グラフにすべての点を表示します。下げると長いルートで速くなります。

source: No GPS data
de: Keine GPS-Daten
es: Sin datos GPS
fr: Pas de GPS
ja: GPSデータなし

source: No route data available
de: Keine Routendaten vorhanden
es: No hay datos de ruta
fr: Aucun parcours disponible
ja: ルートデータがありません

source: No workouts found
de: Keine Workouts gefunden
es: No hay entrenamientos
fr: Aucune séance trouvée
ja: ワークアウトが見つかりません

source: No workouts in this date range yet — adjust the dates and apply.
de: Noch keine Workouts in diesem Zeitraum. Passe die Daten an und wende den Filter an.
es: No hay entrenamientos en este periodo. Ajusta las fechas y aplica.
fr: Aucune séance sur cette période. Modifiez les dates et appliquez.
ja: この期間にワークアウトはありません。日付を変えて適用してください。

source: Open Health Settings
de: Health-Einstellungen öffnen
es: Abrir ajustes de Salud
fr: Ouvrir les réglages Santé
ja: ヘルスケアの設定を開く

source: Open your exports on Mac, iPhone and iPad: the climb in colour, heart rate and power charted, moving time and splits. Free.
de: Öffne deine Exporte auf Mac, iPhone und iPad: der Anstieg in Farbe, Herzfrequenz und Leistung im Diagramm, Bewegungszeit und Splits. Kostenlos.
es: Abre tus exportaciones en Mac, iPhone y iPad: la pendiente en color, pulso y potencia en gráfica, tiempo en movimiento y parciales. Gratis.
fr: Ouvrez vos exports sur Mac, iPhone et iPad : la pente en couleur, cardio et puissance tracés, temps en mouvement et intermédiaires. Gratuit.
ja: 書き出したファイルをMac・iPhone・iPadで開けます。勾配は色で、心拍とパワーはグラフで、移動時間とスプリットも。無料。

source: Other
de: Sonstiges
es: Otro
fr: Autre
ja: その他

source: Paddling
de: Paddeln
es: Remo con pala
fr: Pagaie
ja: パドルスポーツ

source: Peak
de: Gipfel
es: Cima
fr: Sommet
ja: ピーク

source: Play
de: Spielen
es: Juego
fr: Jeu
ja: 遊び

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
ja: プライバシー

source: Recovery
de: Erholung
es: Recuperación
fr: Récupération
ja: リカバリー

source: Request Health Permission
de: Health-Zugriff anfragen
es: Pedir permiso de Salud
fr: Demander l'accès à Santé
ja: ヘルスケアのアクセスを許可

source: Route Coloring
de: Routenfärbung
es: Color de la ruta
fr: Couleur du parcours
ja: ルートの色分け

source: Route Info
de: Routeninfo
es: Info de ruta
fr: Infos parcours
ja: ルート情報

source: Rowing
de: Rudern
es: Remo
fr: Aviron
ja: ローイング

source: Running
de: Laufen
es: Correr
fr: Course
ja: ランニング

source: Sailing
de: Segeln
es: Vela
fr: Voile
ja: セーリング

source: Satellite
de: Satellit
es: Satélite
ja: 航空写真

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択

source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélection
ja: 選択

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定

source: Share %lld Files
de: %lld Dateien teilen
es: Compartir %lld archivos
fr: Partager %lld fichiers
ja: %lld個のファイルを共有

source: Share 1 File
de: 1 Datei teilen
es: Compartir 1 archivo
fr: Partager 1 fichier
ja: 1個のファイルを共有

source: Show Elevation Chart by Default
de: Höhendiagramm standardmäßig zeigen
es: Mostrar gráfica de altitud por defecto
fr: Graphique d'altitude par défaut
ja: 標高グラフを最初から表示

source: Show Route Info by Default
de: Routeninfo standardmäßig zeigen
es: Mostrar info de ruta por defecto
fr: Infos parcours par défaut
ja: ルート情報を最初から表示

source: Show workouts without GPS
de: Workouts ohne GPS zeigen
es: Mostrar entrenamientos sin GPS
fr: Afficher les séances sans GPS
ja: GPSのないワークアウトも表示

source: Skating
de: Skaten
es: Patinaje
fr: Patinage
ja: スケート

source: Snow Sports
de: Schneesport
es: Deportes de nieve
fr: Sports de neige
ja: スノースポーツ

source: Snowboarding
de: Snowboarden
es: Snowboard
fr: Snowboard
ja: スノーボード

source: Soccer
de: Fußball
es: Fútbol
fr: Football
ja: サッカー

source: Social Dance
de: Gesellschaftstanz
es: Baile social
fr: Danse sociale
ja: ソーシャルダンス

source: Stair Climbing
de: Treppensteigen
es: Subir escaleras
fr: Montée d'escaliers
ja: 階段昇降

source: Stairs
de: Treppen
es: Escaleras
fr: Escaliers
ja: 階段

source: Start Date
de: Startdatum
es: Fecha inicial
fr: Date de début
ja: 開始日

source: Started: %@ %@
de: Start: %@ %@
es: Inicio: %@ %@
fr: Début : %@ %@
ja: 開始: %@ %@

source: Strength Training
de: Krafttraining
es: Fuerza
fr: Musculation
ja: 筋力トレーニング

source: Surfing
de: Surfen
es: Surf
fr: Surf
ja: サーフィン

source: Swimming
de: Schwimmen
es: Natación
fr: Natation
ja: 水泳

source: Table Tennis
de: Tischtennis
es: Tenis de mesa
fr: Tennis de table
ja: 卓球

source: This app needs access to your Health data to export workout information.
de: Diese App braucht Zugriff auf deine Health-Daten, um Workouts zu exportieren.
es: Esta app necesita acceso a tus datos de Salud para exportar los entrenamientos.
fr: Cette app a besoin d'accéder à vos données Santé pour exporter les séances.
ja: ワークアウトを書き出すには、ヘルスケアのデータへのアクセスが必要です。

source: This workout doesn't contain GPS data that can be exported
de: Dieses Workout enthält keine GPS-Daten zum Exportieren
es: Este entrenamiento no tiene datos GPS que exportar
fr: Cette séance ne contient pas de données GPS à exporter
ja: このワークアウトには書き出せるGPSデータがありません

source: Track & Field
de: Leichtathletik
es: Atletismo
fr: Athlétisme
ja: 陸上競技

source: Track Line Width
de: Linienbreite
es: Grosor de la línea
fr: Épaisseur du trait
ja: 線の太さ

source: Track Line Width: %lld
de: Linienbreite: %lld
es: Grosor de la línea: %lld
fr: Épaisseur du trait : %lld
ja: 線の太さ: %lld

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行

source: Try adjusting your filters or timeframe
de: Passe Filter oder Zeitraum an
es: Prueba a cambiar los filtros o el periodo
fr: Modifiez les filtres ou la période
ja: フィルタや期間を変えてみてください

source: Units
de: Einheiten
es: Unidades
fr: Unités
ja: 単位

source: Use Metric System (km)
de: Metrisches System (km)
es: Sistema métrico (km)
fr: Système métrique (km)
ja: メートル法 (km)

source: Valley
de: Tal
es: Valle
fr: Creux
ja: 谷

source: Walking
de: Gehen
es: Caminar
fr: Marche
ja: ウォーキング

source: Water Fitness
de: Wasserfitness
es: Fitness acuático
fr: Aquagym
ja: アクアフィットネス

source: Water Polo
de: Wasserball
ja: 水球

source: Water Sports
de: Wassersport
es: Deportes acuáticos
fr: Sports nautiques
ja: ウォータースポーツ

source: Wheelchair Run
de: Rollstuhl, Lauftempo
es: Silla de ruedas, ritmo carrera
fr: Fauteuil, allure course
ja: 車いす（ランペース）

source: Wheelchair Walk
de: Rollstuhl, Gehtempo
es: Silla de ruedas, ritmo paseo
fr: Fauteuil, allure marche
ja: 車いす（ウォークペース）

source: Workout GPX Exporter
de: Workout-GPX-Export
es: Exportador GPX de entrenos
fr: Export GPX des séances
ja: ワークアウトGPX書き出し

source: Workout Types
de: Aktivitäten
es: Tipos de entrenamiento
fr: Types de séance
ja: 種目

source: Wrestling
de: Ringen
es: Lucha
fr: Lutte
ja: レスリング

source: %lld workouts
es: %lld entrenamientos
fr: %lld séances
ja: %lld件のワークアウト

source: American Football
es: Fútbol americano
fr: Football américain
ja: アメリカンフットボール

source: Australian Football
es: Fútbol australiano
fr: Football australien
ja: オーストラリアンフットボール

source: Badminton
es: Bádminton
ja: バドミントン

source: Baseball
es: Béisbol
ja: 野球

source: Basketball
es: Baloncesto
ja: バスケットボール

source: Bowling
es: Bolos
ja: ボウリング

source: Cooldown
es: Enfriamiento
fr: Récupération
ja: クールダウン

source: Cricket
es: Críquet
ja: クリケット

source: GPX Export
es: Exportación GPX
fr: Export GPX
ja: GPXの書き出し

source: Handball
es: Balonmano
ja: ハンドボール

source: Hybrid
es: Híbrido
fr: Hybride
ja: ハイブリッド

source: Max: %@
es: Máx: %@
ja: 最高: %@

source: Min: %@
es: Mín: %@
ja: 最低: %@

source: Softball
es: Sóftbol
ja: ソフトボール

source: Standard
es: Estándar
ja: 標準

source: Start
es: Inicio
fr: Départ
ja: スタート

source: Step Training
es: Step
fr: Step
ja: ステップトレーニング

source: Tai Chi
es: Taichí
ja: 太極拳

source: Tennis
es: Tenis
ja: テニス

source: Volleyball
es: Voleibol
ja: バレーボール

source: Workout
es: Entrenamiento
fr: Séance
ja: ワークアウト

source: Fitness Gaming
fr: Jeu fitness
ja: フィットネスゲーム

source: Lacrosse
fr: Crosse
ja: ラクロス

source: Barre
ja: バー

source: Cross Training
ja: クロストレーニング

source: Curling
ja: カーリング

source: Golf
ja: ゴルフ

source: Hockey
ja: ホッケー

source: Pickleball
ja: ピックルボール

source: Pilates
ja: ピラティス

source: Racquetball
ja: ラケットボール

source: Rugby
ja: ラグビー

source: Squash
ja: スカッシュ

source: Yoga
ja: ヨガ
